tap "d12frosted/emacs-plus"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hyperledger/fabric"
tap "olafurpg/scalafmt"
cask "java"
brew "ack"
brew "ammonite-repl"
brew "apache-spark"
brew "openssl"
brew "aria2"
brew "aspell"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "berkeley-db"
brew "boost"
brew "gettext", link: true
brew "curl"
brew "go"
brew "dep"
brew "ditaa"
brew "elasticsearch@2.4", link: true
brew "fasd"
brew "geoip"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gnupg"
brew "gnuplot"
brew "pkg-config"
brew "libtool"
brew "icu4c"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "isync", restart_service: true
brew "jenv"
brew "kafka"
brew "leiningen"
brew "libevent"
brew "libsodium"
brew "mariadb"
brew "memcached"
brew "miniupnpc"
brew "mongodb@3.2", link: true
brew "msmtp"
brew "mu", args: ["HEAD", "with-emacs"]
brew "neo4j"
brew "neovim"
brew "nginx"
brew "node"
brew "parallel"
brew "poppler"
brew "postgresql@9.6", link: true
brew "protobuf"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "rust"
brew "sbt"
brew "scala"
brew "snappy"
brew "spark"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "tmux"
brew "trash"
brew "w3m"
brew "wakatime-cli"
brew "watchman"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-modern-icon"]
brew "hyperledger/fabric/fabric-tools"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "amethyst"
cask "docker"
cask "dropbox"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "graphql-playground"
cask "insomnia"
cask "iterm2"
cask "java8"
cask "mactex"
cask "qq"
cask "robo-3t"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
