acpi
adobe-source-code-pro-fonts
alsa-utils
ammonite
anaconda
aria2
aspell-en
autoconf
autocutsel
automake
autossh
awesome-terminal-fonts
bash
binutils
bison
boost
brittany
bzip2
ccls
chromium
clang
clion
clipit
cloc
clojure
clojure-lsp-bin
cmake
compton
conky-bargile
conky-manager
coreutils
coursier
cronie
cryptsetup
cups-git
debtap
deepin-account-faces
deepin-anything
deepin-api
deepin-boot-maker
deepin-calculator
deepin-calendar
deepin-clone
deepin-community-wallpapers
deepin-control-center
deepin-daemon
deepin-desktop-base
deepin-desktop-schemas
deepin-dock
deepin-draw
deepin-editor
deepin-file-manager
deepin-grub2-themes
deepin-gtk-theme
deepin-image-viewer
deepin-launcher
deepin-manual
deepin-menu
deepin-music
deepin-network-utils
deepin-picker
deepin-polkit-agent-ext-gnomekeyring
deepin-qt5dxcb-plugin
deepin-qt5integration
deepin-screen-recorder
deepin-screensaver
deepin-screensaver-pp
deepin-screenshot
deepin-session-ui
deepin-shortcut-viewer
deepin-sound-theme
deepin-system-monitor
deepin-turbo
deepin-voice-recorder
deepin-wallpapers
deepin-wine
deepin-wine-helper
deepin-wine-wechat
deepin-wine32-tools
deepin-wxwork
device-mapper
dhcpcd
diffutils
djview
dmenu
docker
docker-compose-bin
dropbox
dtkwm
dzen2
e2fsprogs
editorconfig-core-c
efibootmgr
electronic-wechat-git
emacs-git
execstack
fakeroot
fasd
fd
feh
file
filesystem
findutils
flex
foomatic-db
foomatic-db-ppds
fpp-git
fzf
gawk
gcc-libs
gcc5
gdb
gettext
gflags
ggtags
ghostscript
git
git-lfs
gitlab-runner
glibc
global
glxinfo
gobject-introspection
gparted
graphviz
grc
grep
grub
grub-customizer
gtest
gtksourceview3
gzip
hadoop
haskell-gi-dbusmenugtk3
htop
hub
ibus
ibus-pinyin
ibus-qt
ibus-rime
inetutils
intellij-idea-ue-eap
iproute2
iputils
jfsutils
jq
keychain
kitty
languagetool
less
libappindicator-gtk2
libdbusmenu-gtk2
libindicator-gtk2
libmagick6
libtool
licenses
linux
linux-firmware
lld
lldb
llvm
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mariadb
maven
mbsync-git
mdadm
mill
msmtp
mu
nano
nasm
neovim
nerd-fonts-inconsolata
nerd-fonts-source-code-pro
netctl
network-manager-applet
networkmanager-l2tp
networkmanager-openvpn
nm-tray-git
nodejs
notification-daemon
notmuch
opencv
openjdk8-src
openvpn
os-prober
otf-nerd-fonts-fira-code
pacman
pamixer
parcellite
parted
pass
pasystray
patch
patchelf
pavucontrol
pciutils
perl
pkgconf
pnmixer
poppler-glib
powerline-fonts-git
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
python-pip
ranger
redis
reiserfsprogs
rlwrap
rofi
rtags-git
ruby-colorls
rxvt-unicode-wcwidthcallback
s-nail
sbcl
sbt
scala
screenfetch
scrot
sed
shadow
shellcheck
silver-searcher-git
st-neonwave-git
stack
stalonetray
startdde
stow
strace
sudo
sysfsutils
systemd-sysvcompat
taffybar
tar
texinfo
texlive-bin
texlive-core
texlive-latexextra
texlive-science
the_platinum_searcher
thunderbird
tk
tmux
tree
ttf-consolas-with-yahei-powerline-git
ttf-iosevka-haskell
ttf-roboto
ttf-wps-fonts
unrar
unzip
update-grub
usbutils
util-linux
vi
virtualbox
volctl
webkitgtk
wget
which
wps-office-stable
xclip
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xmobar
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yay
zeal
zip
zoom
zsh
