# annotations are also allowed:
xiongchenyu6/oh-my-zsh


caarlos0/jvm
djui/alias-tips

# comments are supported like this
caarlos0/zsh-mkc
zsh-users/zsh-completions
caarlos0/zsh-open-github-pr
zsh-users/zsh-autosuggestions

# empty lines are skipped

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search

wbingli/zsh-wakatime
gretzky/auto-color-ls
b4b4r07/enhancd
wfxr/forgit
robertzk/send.zsh
sei40kr/zsh-tmux-rename
powerlevel9k/powerlevel9k
